Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: of the day, though, are allegations by Masri al-Youm editor Magdi Gallad that Ayman Nour’s wife and stalwart supporter, Gamila Ismail (well-known in Egypt as a former television presenter and later an advocate for her husband) that Gamila sent him a SMS s
ar: بالرغم مما سبق فى الإدعاء الذى أدلى به محرر المصرى اليوم مجدى الجلاد و هو أن زوجة أيمن نور و واليته خلال فترة عقوبته جميلة إسماعيل (و المعروفة على مدار تاريخها بأنها مقدمة التليفزيون السابقة و حديثاً بأنها المدعم و المشجع لزوجها الدكتور أيمن نور) و هو بأن

source: Obama makes surprise stop in Baghdad
ar: الرئيس الأمريكى باراك أوباما يتوقف فى زيارة مفاجئة بالعراق

source: Rich says Obama is wrapping up. The president and Prime Minister al-Maliki met for about 30 minutes. Obama said all hearts go out to victims of recent violence. Still, he said, We should not be distracted because we have made enormous progress working al
ar: تم التحديث فى الساعة 1:45 مساءً؛ قال ريتش أن باراك أوباما يتملق. حيث قام هو و رئيس الوزراء المالكى بإجراء مقابلة لنحو ثلاثين دقيقة. حيث قال أوباما أن كل القلوب تكاد تنقلع من الصدور من راء الحادث العنيف الأخير. و ما زال يقول لا يجب علينا أن يتم تشتيت إنت

source: Rich says Obama will now head back to Washington. Unclear when Air Force One will get back to Andrews Air Force Base.
ar: و قد أكمل ريتش موضحاً أن أوباما سيتجه مباشرةً إلى واشنطن. و ما زال الموقف غير واضح يشوبه الغموض عندما صرح بعودة القوة الجوية واحد بالعودة إلى قاعدتها العسكرية بقاعدة أندروز للقوات الجوية.

source: Obama has finished addressing about 600 troops at Camp Victory. He thanked them and said turning Iraq into a fledgling democracy is an extraordinary achievement and pledged that as long as I'm in the White House, you are going to get the support that y
ar: تم التحديث فى الساعة الحادية عشرة و النصف صباحاً: حيث قام الرئيس الأمريكى أوباما بإنهاء الخطاب الذى قام بإلقاؤه لنحو ستمائة مجند فى معسكر النصر. حيث قام بشكرهم جميعاً و قال أن تحويل العراق إلى دولة ديمقراطية هو إنجاز لا يستهان به، و تعهد بأنه طالما موج

source: Rich talked to Army Spec. Joshua Tisdale, 24, of Pekin, Ill. Tisdale said Obama's visit makes me feel like he actually cares.
ar: و تحدث ريتش بدوره إلى مفتش الدفاع، جوشوا تيسدال، 24، من بيكن I11 . و علق تيسدال أن زيارة أوباما جعلتنى أشعر أنه فعلاً يهتم للأمر و يشغل باله.

source: Update at 10:50 a.m.:
ar: التحديث فى الساعة العاشرة و خمسين دقيقة صباحاً: ملأ ريتش التقرير موضحاً و معللاً قرار أوباما بالذهاب إلى العراق.

source: White House press secretary Robert Gibbs told reporters aboard Air Force One that Obama chose Iraq over Afghanistan for the visit for three reasons: proximity to Turkey, the last stop in his European tour; the need to consult with Iraqi officials because
ar: و قد أخبر أمين أو سكرتير الصحافة بالبيت الأبيض؛ روبرت جيبس، الصحفيين من قاعدة القوة الجوية واحد أن أوباما إختار و فضل فى زيارته للمنطقة زيارة العراق بدلاً من أفغانستان و ذلك لثلاثة أسباب: القرب من تركيا، و قد كانت آخر وقفة له فى زيارته لأوروبا، ثانياً الح

source: Rich says Obama had planned to helicopter to Baghdad's Green Zone to meet with Iraqi Prime Minister Nouri al-Maliki and Iraqi President Jalal Talibani but bad weather and poor visibility caused that plan to be scrapped. Obama will meet with Gen. Raymond O
ar: و كذلك فقد قال ريتش معلقاً أن أوباما قد خطط ليقوم بجولة طائرة مروحية عمودية فى المنطقة الخضراء ببغداد و ذلك لمقابلة رئيس الوزراء العراقى نور المالكى و الرئيس العراقى كذلك جلال طالبانى، و لكن الطقس السىء و سوء و تعذر الرؤية أحبطوا مخطط الزيارة بالهليكوبتر.

source: Obama just landed in Iraq. USA TODAY's Rich Wolf reports that the president made a detour as he heads home from his first trans-Atlantic trip.
ar: و قد هبط أوباما للتو بأرض العراق. و قد كتب محرر جريدة اليو إس أيه اليوم توداى، ريتش ولف، أن الرئيس الأمريكى يعود أدراجه بعد أول جولة موسعة يقوم بها عابراً للأطلنطى بعد توليه منصب رئيس الولايات المتحدة الأمريكية.

source: Rich says Obama plans to speak with troops at Camp Victory near Baghdad's main airport, as well as Pentagon officials and Iraqi leaders, during his brief stop. We're updating
ar: و قد علق ريتش أن أوباما يخطط ليتحدث من خلال خطاب مع المندين بمعسكر النصر بالقرب من مطار بغداد الرئيسى، و و كذلك يشاركه الجولة موظفوا البينتاجون بالإضافة إلى القادة العراقيينو ذلك خلال وقفته القصيرة إلأى الأراضى العراقية. و نحن نحدث

source: Rich's story here
ar: قصة ريتش هنا

source: , so please check back with us.
ar: لذلك من فضلك قم بالفحص المستم

source: USA TODAY's Mimi Hall and David Jackson will add context throughout the day on the president's Iraq trip and his plans to withdraw most U.S. combat troops by the end of 2011.
ar: و سيقوم كلاً من ميمى هال و ديفيد جاكسون و هما من محررى جريدة اليو إس أيه توداى بإضافة سياق الموضوع خلال الزيارة التى يقوم بها أوباما للعراق و خططه لإنسحاب معظم القوات الأمريكية من العراق بنهاية عام 2011.

source: (Posted by Catalina Camia)
ar: تم رفعها بواسطة كاتالينا كاميا

source: Troops welcome Obama in Iraq
ar: القوات الأمريكية ترحب بزيارة الرئيس الأمريكى للعراق

source: He works to build bonds with forces in surprise visit
ar: يهدف الرئيس الأمريكى إلى توثيق أواصر الثقة و الروابط بينه و بين القوات الأمريكية بالعراق من خلال الزيارة المفاجئة

source: WASHINGTON - President Obama drew praise from troops and veterans groups for his surprise visit yesterday to Baghdad, another step in his concerted effort to win the support of the military despite having opposed the Iraq war and never having served in u
ar: واشنطن: امتدحت القوات الأمريكية بالعراق زيارته المفاجئة أمس لبغداد، و التى تعد خطوة أخرى فى جهوده المركزة المكثفة لكسب دعم الجيش بالرغم من معارضته للحرب على العراق. بالإضافة إلى أنه لم يخدم القوات و لم يرتدى الزى العسكرى أبداً.

source: I'm honored and grateful to be with all of you. And I'm not going to talk long because I want to shake as many hands as I can, the president said, to loud applause and shouts. The troops, he said, have performed brilliantly and he pledged to do ever
ar: و قد قال الرئيس فى خطبته أثناء زيارته: إنه لشرف عظيم لى أن أكون بينكم اليوم. كما أننى لن أسرد فى الحديث لأننى أريد فعلاً أن أتصافح يداً ليد معكم جميعاً قدر المستطاع. و سادت خطبته الهتافات العالية. و قد أكمل حديثه موضحاً أن القوات العسكرية قد أدت دورها

source: We have not forgotten what you have already done, we are grateful for what you will do, Obama said. And as long as I am in the White House, you are going to get the support that you need and the thanks that you deserve from a grateful nation.
ar: و أكمل أوباما حديثه موضحاً أن نحن جميعاً لم ننسى ما قدمتموه فعلاً، فنحن ممتنون لما قمتم به و ما ستكملونه فيما بعد. و طوال فترة وجودى فى البيت الأبيض، فستحصلون على الدعم الذى تحتاجونه كاملاً و كل الإحترام و الشكر فعلاً مرةً أخرى لكل ما قمتم به لأمتكم العظ

source: The unscheduled trip to Baghdad is Obama's latest gesture designed to win over the armed forces since he went on a listening tour with top Pentagon brass seven weeks ago. Last month, speaking to Marines at Camp Lejeune in North Carolina, Obama promised
ar: و قد هدفت زيارة أوباما فى طريق عودته و التى لم تكن متوقعة من قبل أحد أن يكتسب دعم القوات المسلحة و ذلك منذ أن ذهب فى الجولة السماعية فقط من مسؤول البينتاجون الأعلى منذ سبعة أسابيع. و فى الشهر الماضى و خلال حديث له مع قوات المارينز بمعسكر ليجون بكارولينا ا

source: The new president knows that the military has a key role to play in shaping the tone of his early presidency, said Rudy DeLeone, a military specialist at the Center for American Progress, a liberal-leaning Washington think tank.
ar: و قد قال رودى ديليون و هو متخصص فى الشؤون السياسية بمركز التقدم الأمريكى، أن الرئيس الجديد يعرف أن القوات العسكرية لها دور واضح فى المسرحية

source: Taking care of the men and women who are serving in the field is one of the unique requirements of the president as commander in chief. He gets that, said DeLeone, who was undersecretary of defense under former president Clinton.
ar: و الإهتمام بالرجال و النساء الذين يخدمون فى المجال العسكرى هو أحد المتطلبات الرئيسية الفريدة للرئيس الأمريكى كقائد. و قد حصل عليها. هذا هو تكملة حديث ديليون و الذى عمل تحت إمرة وزير الدفاع خلال فترة حكم الرئيس الأمريكى السابق بيل كلينتون.

source: Yet members of the military and their families have long been skeptical of Democratic leaders, especially those who have never served in the military. And Obama was no exception: A Military Times poll conducted three weeks before his inauguration showed
ar: و الآن يشك الكثير من أسر المجندين العسكريين، بل و العسكريين أنفسهم فى العديد من القادة الديمقراطيين، و خاصةً هؤلاء الذين لم يخدموا فى الجيش من قبل. و أوباما لم يكن مستثنى من ذلك الأمر: و قد كشفت جريدة التايمز لبولز العسكرية ثلاثة أسابيع من حفل التنصيب لل

source: Clinton, who was the first president in more than half a century never to have worn a military uniform, had serious problems in his first months in office winning the respect of troops. Many expressed resistance to his leadership, and questioned his comm
ar: و يعد كلينتون هو أول رئيس منذ أكثر من نصف قرن لم يرتدى زياً عسكرياً يواه مشكلات عصيبة فى الشهور الاولى لحكمه ليكتسب إحترام و تدعيم القوات المسلحة. فالعديد أبدوا عدم رغبة و مقاومة لقيادته، ز تساءلوا عن قدرته للوفاء بالعهد الخاص بالدفاع عن الأمة.

source: But analysts note that Obama - who, like Clinton, was educated in the Ivy League and seems culturally distant from the military rank and file - wants to avoid Clinton's missteps. Even before Clinton's election, many in the military distrusted him for h
ar: و لكن التحليلات أوضحت أن أوباما و الذى مثله مثل بيل كلينتون تلقى تعليمه برابطة إيفى و بدى بعيداً فى ثقافته عن الرتب العسكرية، أراد أن يتجنب أخطاء كلينتون التى وقع فيها من قبل. و ذلك أنه حتى قبل إنتخاب كلينتون فقد أزعجه العديد من القادة العسكريين لقيامه

source: Beirut, 04 Apr 09, 08:05
ar: بيروت الرابع من شهر نيسان عام 2009, الساعة 08:05

source: My boss is going to be doing things as expeditiously as possible, Achouri said. The intention is not to delay. As an example of Bellemare's desire to move the tribunal proceedings along as fast as possible, Achouri said the prosecutor had sent Fransen
ar: و يضيف عاشوري قائلا: ‛ سيقوم مديري بعمل أشياء حيوية بقدر الإمكان, نحن لا ننوي التأخير. ‛ كمثال عن رغبة بلمار في تحريك إجراءات المحكمة بأسرع طريقة ممكنة. كما أضاف عاشوري بأن المدعي العام قد أرسل طلبا إلى السلطات اللبنانية لنقل الأدلة في الصباح و ذلك بعد ا

source: Tribunal prosecutor Daniel Bellemare, for his part, intends to provide his recommendations on the four detained generals as soon as possible, said Radhia Achouri, spokeswoman for the prosecutor's office.
ar: يقول عاشوري, المتحدث باسم مكتب المدعي العام أن مدعي عام المحكمة الدولية دانييل بلمار, ينوي بالنسبة لما يتعلق بعمله, إعطاء توصياته للجنرالات الأربعة المحجوزين في أسرع وقت ممكن.

source: Lebanese authorities have to submit the necessary information within 14 days after the March 31 receipt of the tribunal's order, as written in the tribunal's rules of evidence and procedure.
ar: يجب على السلطات اللبنانية أن تقدم المعلومات الضرورية خلال أربعة عشر يوما بعد إيصال طلب المحكمة في تاريخ الواحد و الثلاثين من شهر آذار, كما هو مكتوب في قواعد المحكمة من الأدلة و الإجراءات.

source: Lebanon's justice ministry, meanwhile, will meet the deadline to transfer to the tribunal all Lebanese material on the Feb. 2005 assassination of ex-Premier Rafik Hariri, as well as the names of those detained in connection with the killing, said a minist
ar: و في هذه الأثناء ستقوم وزارة العدل اللبنانية بتحديد موعد نهائي لنقل جميع المواد اللبنانية إلى المحكمة التي جمعت في اغتيال رئيس الحكومة الأسبق رفيق الحريري في شهر شباط عام 2005, إضافة إلى أسماء المعتقلين بتهمة الارتباط بجريمة القتل. و هو ما صرح به مسؤول في

source: Cassese will arrive full-time in The Hague on April 14, earlier than previous proposals for him to move to the Netherlands at the beginning of May, Vincent told the English-language newspaper.
ar: هذا و قد أخبر فينسنت الصحيفة التي تصدر باللغة الانكليزية أن كاسيس سيصل إلى لاهاي لاستلام منصبه بدوام كامل في الرابع عشر من شهر نيسان, و هو وقت أبكر من الاقتراحات السابقة بالنسبة إليه للتحرك إلى هولندا في بداية شهر أيار.

source: The court released Cassese's and Fransen's names because security measures had been taken in their home countries, but the names of the Lebanese judges will come out only when the judges say the security precautions in Beirut are sufficient, Vincent said.
ar: و يضيف فنسنت قائلا: ‛ كانت المحكمة قد أعلنت اسمي كاسيس و فرانسن لأن الاحتياطات الأمنية كان قد تم أخذها بالحسبان في وطنيهما الأم, و لكن أسماء القضاة اللبنانيين سيتم الإعلان عنها فقط عندما يقول القضاة أن الإجراءات الأمنية الوقائية في بيروت هي إجراءات كافي

source: The Lebanese judges - among them the tribunal's vice president as required by the court's statutes - were sworn in with the seven international jurists, but their identities remain a secret.
ar: القضاة اللبنانيون – و من بينهم نائب رئيس المحكمة كما هو مطلوب من قبل قانون المحكمة – كانوا قد أدوا القسم مع القضاة الدوليين السبعة , إلا أن هوياتهم بقيت محجوبة.

source: The Special Tribunal for Lebanon announced on March 24 that Antonio Cassese, an Italian, had taken his oath as president of the tribunal's judges, while Belgium's Daniel Fransen had been sworn in as the court's pre-trial judge.
ar: كما أعلنت المحكمة العليا في لبنان في الرابع و العشرين من شهر آذار أن أنطونيو كاسيس, الإيطالي, قد أقسم اليمين كرئيس لقضاة المحكمة, بينما أقسم البلجيكي دانييل فرانسن سابقا كالقاضي الأول للمحكمة قبل بدء المحاكمة.

source: I need confirmation from the judges themselves that the security precautions are in place and working, the registrar said. I need to be satisfied that ... [the Lebanese judges] are happy with the arrangements, Vincent told The Daily Star in an intervi
ar: حيث قال فينسنت لصحيفة الديلي ستار اللبنانية في مقابلة نشرت يوم السبت: ‛ أريد التأكد من أن القضاة أنفسهم بأن إجراءات الأمن الوقائية قد تم تطبيقها و هي تعمل بشكل جيد, ‛ و أضاف أمين السجل قائلا: ‛ كما أريد أن أكون راضيا بأن ... ( القضاة اللبنانيين ) مرتاحين

source: The international tribunal's registrar, Robin Vincent, said he hopes to uncover the Lebanese judges' identities soon, adding that the Lebanese vice president of the court would take office in The Hague sooner rather than later.
ar: أعرب أمين سجل المحكمة الدولية, روبين فينسنت, عن أمله بالكشف عن هويات القضاة اللبنانيين في وقت قريب, مضيفا أن نائب رئيس المحكمة اللبناني سيتولى منصبه في لاهاي ‛ عاجلا و ليس أجلا ‛.

source: Vincent Hopes to Reveal Identities of Lebanese Judges Soon
ar: فينسنت يأمل بكشف هويات القضاة اللبنانيين قريبا.

source: Apr 7, 2009 23:20 | Updated Apr 9, 2009 14:44
ar: السابع من شهر نيسان, 2009 | أخر تحديث في التاسع من شهر نيسان, 2009_الساعة 14:44

source: 'Present border line only plausible defense for Israel'
ar: ‛ إن الخط الحدودي الحالي هو الخط الدفاعي المعقول لإسرائيل. ‛

source: Security arrangements for an Israeli withdrawal from the Golan Heights considered by prime ministers Binyamin Netanyahu and Ehud Barak in the late 1990s would not provide Israel with sufficient security, a new paper being released by the Jerusalem Center
ar: إن الترتيبات الأمنية للانسحاب الإسرائيلي من مرتفعات الجولان الذي تمت دراستها من قبل رئيس الوزراء بينيامين نتانياهو و إيهود باراك في أواخر التسعينيات لن تزود إسرائيل بالأمن الكافي, و ذلك بحسب ادعاءات مكتوبة في ورقة جديدة على وشك أن تطلق من قبل مركز القدس ل

source: The paper, authored by former national security adviser Maj.-Gen. (ret.) Giora Eiland and set for release on Wednesday, states that the present border line is the only one affording plausible defense for the State of Israel.
ar: الوثيقة, المؤلفة من قبل مستشار الأمن القومي الأسبق الجنرال جيورا إليعاد و التي تم إعدادها لتصدر يوم الأربعاء, تحدد أن ‛ الخط الحدودي الحالي هو الخط الوحيد الذي يؤمن الدفاع المعقول لدولة إسرائيل. ‛

source: The JCPA is headed by former ambassador to the United Nations Dore Gold, who has served as a foreign policy adviser to Netanyahu and is touted as a leading candidate to serve as Israel's next envoy to Washington.
ar: يترأس مركز القدس للشؤون العامة السفير السابق في الأمم المتحدة دور غولد, الذي كان يعمل مستشارا للسياسة الخارجية في حكومة نتانياهو و هو رجل مرغوب كمرشح رئيسي ليكون المبعوث الإسرائيلي المقبل إلى واشنطن.

source: In the paper, Eiland claims that the security arrangements discussed at the time were flawed and relied on dangerous assumptions.
ar: و في الوثيقة, يدعي إليعاد أن الترتيبات الأمنية التي تمت مناقشتها في ذلك الوقت كانت معيبة و اعتمدت على ‛ فرضيات خطيرة. ‛

source: There has been speculation that Netanyahu will seek to engage Syria in peace talks during his current term in office.
ar: و قد كانت هناك تكهنات عن أن نتانياهو سيرغب بدعوة سوريا إلى محادثات السلام خلال مدة ولايته الحالية.

source: The security arrangements were based on two components: that the ceded territory would be demilitarized and that Israel would retain an early-warning base on the Hermon to identify violations of the agreement.
ar: و قد اعتمدت الترتيبات الأمنية على عنصرين أساسيين: أن الأرض المتخلى عنها ستكون منزوعة السلاح و أن إسرائيل تحتفظ بقاعدة إنذار مبكر موجودة على جبل الحرمون من أجل تمييز انتهاكات الاتفاقية.

source: Eiland claims that neither of these components would successfully ensure the country's security, and that any Israeli movement westward - away from the Golan - would create a considerable depreciation of Israel's defensive capability.
ar: كما ادعى إليعاد أن تحقيق أي من هذين العنصرين سيضمن أمن البلاد بنجاح, و أن أي تحرك إسرائيلي نحو الغرب – بعيدا عن منطقة الجولان - ‛ من الممكن أن يخلق انتقاصا من قيمة الاعتبار لقابلية الدفاع الإسرائيلية. ‛

source: In addition, Eiland warns that the major Syrian threat to Israel is no longer its ground forces, but its ground-to-ground missiles and large stockpiles of chemical weapons. During the talks Barak led in 1999-2000, Eiland writes, no attempt was made to deg
ar: و إضافة إلى ذلك, يحذر إليعاد من أن التهديد السوري الكبير لإسرائيل لا يتعدى قواتها الأرضية , بل صواريخها أرض – أرض و مخزونها الاحتياطي الكبير من الأسلحة الكيميائية. و يتابع إليعاد قائلا أنه خلال المحادثات التي قادها باراك في عامي 1999- 2000 لم يتم عمل أية

source: Eiland also casts doubt on the assumption that peace with Syria would isolate Iran, assist the Palestinian-Israeli track and weaken Hizbullah.
ar: و أثار إليعاد الشك أيضا حول الفرضية التي تقول أن السلام مع سوريا من الممكن أن يعزل إيران, و يساعد المسار الفلسطيني – الإسرائيلي و يضعف حزب الله.

source: The greatest strategic threat to Israel is posed by nuclear weapons in the hands of Iran. The continued existence of such a threat will not be influenced at all by whether there will be a peace agreement between Israel and Syria, he writes.
ar: كتب إليعاد أيضا: ‛ إن التهديد الاستراتيجي الأعظم لإسرائيل يكمن في الأسلحة النووية الموجودة بأيدي إيران. عن الوجود المستمر لمثل هذا التهديد لن يتأثر على الإطلاق سواء كان هناك اتفاق للسلام بين إسرائيل و سوريا. ‛

source: Iran, he continues, is the primary supporter of Hizbullah, and even following a peace agreement between Damascus and Jerusalem, it could transfer arms to Hizbullah via Syria, as well as via other routes.
ar: و يتابع إليعاد قائلا: ‛ إن إيران هي الداعم الأساسي لحزب الله, و حتى مع إتباع اتفاقية للسلام بين دمشق و القدس, فإنه من الممكن أن تنقل الأسلحة إلى حزب الله عبر سوريا, بالإضافة إلى الطرق الأخرى أيضا. ‛

source: A forfeiture of the Golan Heights, Eiland says, would also create a situation where the IDF's assembly areas in the Hula Valley would be within the effective range of Syrian mortars and artillery.
ar: يقول إليعاد: ‛ إن فقدان مرتفعات الجولان, من الممكن أن يخلق أيضا حالة تكون فيها مناطق جمعية الأي دي اف في وادي الهولا ضمن المدى الفعال لقذائف الهاون و المدفعية السورية. ‛

source: We are no longer dealing with the Sagger missiles of Yom Kippur War vintage, but with advanced missiles with an effective range of 5 km., both day and night, he says. Additionally, improvements in anti-aircraft missiles, and especially the existence of
ar: و يضيف: ‛ إننا لن نتعامل بعد الآن مع صواريخ ساغر من حرب يوم الغفران, و لكن مع الصواريخ المتطورة ذات المدى الفعال الذي يصل إلى خمسة كيلومترات, في الليل و النهار معا. إضافة إلى ذلك, إن التطويرات في الصواريخ المضادة للطائرات, بشكل خاص وجود القذائف التي تطلق

source: The Israel Air Force, he warns, might also lose its upper hand, since the Syrian missile threat to the home front would compel the IAF to fight both in support of ground troops and to suppress Syrian rocket and missile fire at an early stage.
ar: و يحذر إليعاد من أن القوة الجوية الإسرائيلية ربما ستفقد أيضا قوتها الكبيرة, حيث أن تهديد الصواريخ السورية للجبهة الداخلية من الممكن أن يجبر القوى الجوية الإسرائيلية على المحاربة من اجل دعم القوات البرية و من أجل منع إطلاق الصواريخ السورية في أية مرحلة م

source: This stands in sharp contrast to the current security concept positing that Israeli ground forces can get along almost on their own during the first days of the fighting while the air force achieves air superiority, Eiland writes.
ar: كتب إليعاد قائلا: ‛ إن هذا يعبر عن التباين الحاد للمفهوم الأمني الحالي حيث يفترض أن القوات البرية الإسرائيلية تستطيع التقدم لوحدها تقريبا خلال الأيام الأولى من القتال في الوقت الذي تنجز فيه القوات الجوية تقدما جويا. ‛

source: RATE THIS ARTICLE
ar: صنف هذه المادة

source: 55. Golan is a necessity for the existence of Israel. I know that, I am from a Golani army unit. unit.
ar: إن الجولان ضروري لوجود إسرائيل. و أنا أعلم ذلك, فأنا من وحدة الجيش في الجولان.

source: Anton________________________-____________Israel________________________(04/09/2009 14:13)
ar: انطون - إسرائيل_التاسع من شهر نيسان, 2009_الساعة 14:13

source: 48. Why is Israel in the Golan in the first place? Remember 1967, and never forget it.
ar: لماذا تكون إسرائيل في الجولان في المقام الأول؟ تذكروا عام 1967, و لا تنسوه أبدا.

source: stella________________________-____________USA________________________(04/09/2009 04:50)
ar: ستيلا - الولايات المتحدة الأميركية_التاسع من شهر نيسان, 2009_الساعة 4:50

source: Maj.-Gen. (res.) Giora Eiland.
ar: الجنرال جيورا إليعاد.

source: Photo: Ariel Jerozolimski
ar: الصورة: أرييل جيروزوليمسكي.

source: Israeli delegation walks out of Ethiopia conference
ar: الوفد الإسرائيلي ينسحب من مؤتمر أثيوبيا

source: The Israeli delegation at an inter-parliamentary conference in Addis Ababa walked out of the event Tuesday in protest of the presence of Hamas officials in the Palestinian team.
ar: انسحب الوفد الإسرائيلي من المؤتمر البرلماني الدولي في أديس أبابا يوم الثلاثاء احتجاجاً على وجود مسئولين من حماس ضمن الفريق الفلسطيني.

source: The delegation was lead by Likud's Silvan Shalom and Kadima's Shlomo Molla.
ar: وكان كل من سيلفان شالوم من حزب الليكود وشلومو ملا من حزب كديما يترأسان الوفد.

source: Shalom said that he could not sit in a conference with a terror group and that Hamas's participation was no different to the attendance of Taliban or al-Qaida representatives.
ar: وقال شالوم إنه لا يستطيع الجلوس في المؤتمر مع جماعة إرهابية وأن مشاركة حماس لا تختلف على الإطلاق عن حضور ممثلي طالبان أو القاعدة.

source: During the conference, the Palestinian and Iranian delegations held up photos of Palestinians killed during the IDF's Operation Cast Lead and scenes of destruction from the Gaza Strip.
ar: وخلال المؤتمر، رفع الوفدان الفلسطيني والإيراني صور القتلى الفلسطينيين الذين لقوا حتفهم خلال عملية قوات الدفاع الإسرائيلي الرصاص المصبوب وصور لمشاهد الدمار في قطاع غزة.

source: In a related development, Arab, Iranian MPs walk out of meeting during a speech by the delegate from Israel
ar: وفي تطور ذي صلة، انسحب أعضاء البرلمان العرب والإيرانين خلال خطاب المندوب الإسرائيلي.

source: Ma’an
ar: معا

source: ) — Palestinian, Arab, and Iranian members of parliament walked out of a meeting of the Assembly of the Inter-Parliamentary Union (IPU) during a speech by an Israeli politician on Monday in Addis Ababa, Ethiopia.
ar: – انسحب أعضاء البرلمان الفلسطيني والعربي والإيراني من اجتماع الإتحاد البرلماني الدولي وذلك خلال خطاب كان يلقيه سياسي إسرائيلي يوم الاثنين في أديس أبابا بأثيوبيا.
